const PLACES = [
    {
        id:'p1',
        name:'อ่างแก้ว มช.',
        alias:'นักพักผ่อนสายชิลริมอ่างแก้ว',
        cat:'natural',
        coins:40,
        xp:45,
        stars:4.2,
        dist:3.72,
        price:'ฟรี',
        zone:'อำเภอเมือง เชียงใหม่',
        lat:18.8022, lng:98.9524,
        img:'',
        desc:'อ่างเก็บน้ำกลางมหาวิทยาลัยเชียงใหม่ บรรยากาศร่มรื่น เหมาะเดินเล่น ปั่นจักรยาน และนั่งพักผ่อน'
    },
    {
        id:'p2',
        name:'',
        alias:'',
        cat:'',
        coins:0,
        xp:0,
        stars:0,
        dist:0,
        price:'ฟรี',
        zone:'',
        lat:0, lng:0,
        img:'',
        desc:''
    },
];

id = id สถานที่
ืname = ชื่อสถานที่
alias = ฉายา
cat = ประเภทสถานที่ จะประกอบด้วย natural = 'ธรรมชาติ' temple = 'วัด' food = 'ร้านอาหาร/คาเฟ่' village = 'หมู่บ้าน/ชุมชน'
coins = เหรียญ (เยอะตามความนิยมและความยากในการเข้าถึง)
xp = xp (เยอะตามความนิยมและความยากในการเข้าถึง)
star = ดาว อ้างอิงใน google map หรือ เว็บรีวิว
dist = ระยะห่าง อ้างอิงจาก 18.788372895990268, 98.98531417235776
price = ราคา
zone = อำเภอ

   ใส่ตามนี้

   อำเภอเมือง เชียงใหม่
   อำเภอ จอมทอง
   อำเภอ แม่แจ่ม
   อำเภอ เชียงดาว
   อำเภอ ดอยสะเก็ด
   อำเภอ แม่แตง
   อำเภอ แม่ริม
   อำเภอ สะเมิง
   อำเภอ ฝาง
   อำเภอ แม่อาย
   อำเภอ พร้าว
   อำเภอ สันป่าตอง
   อำเภอ สันกำแพง
   อำเภอ สันทราย
   อำเภอ หางดง
   อำเภอ ฮอด
   อำเภอ ดอยเต่า
   อำเภอ อมก๋อย
   อำเภอ สารภี
   อำเภอ เวียงแหง
   อำเภอ ไชยปราการ
   อำเภอ แม่วาง
   อำเภอ แม่ออน
   อำเภอ ดอยหล่อ
   อำเภอ กัลยาณิวัฒนา

   ใส่เหมือนนี้ ห้ามเว้นห้ามเขียนจังหวัด

lat = ลติ
lng = ลองติ
img = ภาพ ของสถานที่
desc= คำอธิบาย